[{"wholeLine":"![](i/rynek.png)Orygionalne zdjęcie. Widok na kościół od strony 'Adasia'","caption":"Orygionalne zdjęcie. Widok na kościół od strony 'Adasia'","description":"The black and white image shows a cobblestone square during sunrise or sunset, casting long shadows. Birds are scattered across the foreground, while a distant group of people gathers near the center. The sky is filled with clouds and a flock of birds, adding to the dramatic atmosphere. Buildings frame the square, including a prominent church tower in the distance. The lighting creates a silhouette effect, highlighting the architectural features."},{"wholeLine":"![](i/rynek_glitch.png)Uszkodzenia widoczne w odtworzonym pliku graficznym","caption":"Uszkodzenia widoczne w odtworzonym pliku graficznym","description":"The image shows a black and white scene of a town square, possibly at dusk or dawn. The cobblestone ground is visible, and silhouetted birds are walking on it. There are several people in the background, and the skyline features historic buildings and a tower. The sky is partly cloudy with birds flying. The image has visible digital artifacts and color distortions on the right side, indicating file corruption or damage."},{"wholeLine":"![](i/fruit01.png)Owoc przed transportem w czasie![](i/fruit02.png)Owoc pozbawiony pestek po transporcie","caption":"Owoc przed transportem w czasie![](i/fruit02.png)Owoc pozbawiony pestek po transporcie","description":"The image shows a black and white close-up of a single strawberry resting on a reflective surface. The strawberry appears fresh, with visible seeds and a few leaves attached at the top. In the background, there are blurred outlines of objects, likely in a kitchen setting. The focus on the fruit creates a striking contrast in the monochrome setting.\n\nThe caption humorously suggests the strawberry is being prepared for \"transport in time,\" linking to the playful narrative in the audio transcription about time travel and strawberries."},{"wholeLine":"![](i/strangefruit.png)Fuzja kodu genetycznego dwóch transportowanych owoców","caption":"Fuzja kodu genetycznego dwóch transportowanych owoców","description":"The image shows a black and white depiction of a hybrid fruit that combines features of a strawberry and a cherry. The overall shape resembles a heart, typical of a strawberry, but it also sports a cherry's stem. The surface appears glossy, with small bumps reminiscent of a strawberry's seeds. The monochromatic tone gives it an abstract and conceptual look. The caption suggests a genetic fusion between the two fruits."},{"wholeLine":"![](i/resztki.png)Resztki jedzenia znalezione w pobliżu komory temporalnej.","caption":"Resztki jedzenia znalezione w pobliżu komory temporalnej.","description":"The image shows a black and white photo of a plate with remnants of food, specifically slices of pizza topped with pineapple. The pizza slices are arranged in a circular pattern on the plate. The monochrome effect highlights the textures and contrasts of the toppings and crust."}]